[
  {"id":"BezaEdel17","type":"article-journal","title":"Julia: A Fresh Approach to Numerical Computing","container-title":"SIAM Review","page":"65-98","volume":"59","issue":"1","source":"DOI.org (Crossref)","URL":"https://epubs.siam.org/doi/10.1137/141000671","DOI":"10.1137/141000671","ISSN":"0036-1445, 1095-7200","title-short":"Julia","language":"en","author":[{"family":"Bezanson","given":"Jeff"},{"family":"Edelman","given":"Alan"},{"family":"Karpinski","given":"Stefan"},{"family":"Shah","given":"Viral B."}],"issued":{"date-parts":[[2017,1]]},"accessed":{"date-parts":[[2019,4,29]]},"container-title-short":"SIAM Rev."},
  {"id":"LegeDeC13","type":"article-journal","title":"Beta diversity as the variance of community data: dissimilarity coefficients and partitioning","container-title":"Ecology Letters","page":"951-963","volume":"16","issue":"8","source":"Wiley Online Library","abstract":"Beta diversity can be measured in different ways. Among these, the total variance of the community data table Y can be used as an estimate of beta diversity. We show how the total variance of Y can be calculated either directly or through a dissimilarity matrix obtained using any dissimilarity index deemed appropriate for pairwise comparisons of community composition data. We addressed the question of which index to use by coding 16 indices using 14 properties that are necessary for beta assessment, comparability among data sets, sampling issues and ordination. Our comparison analysis classified the coefficients under study into five types, three of which are appropriate for beta diversity assessment. Our approach links the concept of beta diversity with the analysis of community data by commonly used methods like ordination and anova. Total beta can be partitioned into Species Contributions (SCBD: degree of variation of individual species across the study area) and Local Contributions (LCBD: comparative indicators of the ecological uniqueness of the sites) to Beta Diversity. Moreover, total beta can be broken up into within- and among-group components by manova, into orthogonal axes by ordination, into spatial scales by eigenfunction analysis or among explanatory data sets by variation partitioning.","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/ele.12141","DOI":"10.1111/ele.12141","ISSN":"1461-0248","title-short":"Beta diversity as the variance of community data","language":"en","author":[{"family":"Legendre","given":"Pierre"},{"family":"De Cáceres","given":"Miquel"}],"issued":{"date-parts":[[2013]]},"accessed":{"date-parts":[[2019,6,12]]}},
  {"id":"HeinGron17","type":"article-journal","title":"Exploring species and site contributions to beta diversity in stream insect assemblages","container-title":"Oecologia","page":"151-160","volume":"183","issue":"1","source":"Springer Link","abstract":"It was recently suggested that beta diversity can be partitioned into contributions of single sites to overall beta diversity (LCBD) or into contributions of individual species to overall beta diversity (SCBD). We explored the relationships of LCBD and SCBD to site and species characteristics, respectively, in stream insect assemblages. We found that LCBD was mostly explained by variation in species richness, with a negative relationship being detected. SCBD was strongly related to various species characteristics, such as occupancy, abundance, niche position and niche breadth, but was only weakly related to biological traits of species. In particular, occupancy and its quadratic terms showed a very strong unimodal relationship with SCBD, suggesting that intermediate species in terms of site occupancy contribute most to beta diversity. Our findings of unravelling the contributions of sites or species to overall beta diversity are of high importance to community ecology, conservation and bioassessment using stream insect assemblages, and may bear some overall generalities to be found in other organism groups.","URL":"https://doi.org/10.1007/s00442-016-3754-7","DOI":"10.1007/s00442-016-3754-7","ISSN":"1432-1939","language":"en","author":[{"family":"Heino","given":"Jani"},{"family":"Grönroos","given":"Mira"}],"issued":{"date-parts":[[2017,1,1]]},"accessed":{"date-parts":[[2019,6,12]]},"container-title-short":"Oecologia"},
  {"id":"ArauPete12","type":"article-journal","title":"Uses and misuses of bioclimatic envelope modeling","container-title":"Ecology","page":"1527-1539","volume":"93","issue":"7","source":"Wiley Online Library","abstract":"Bioclimatic envelope models use associations between aspects of climate and species' occurrences to estimate the conditions that are suitable to maintain viable populations. Once bioclimatic envelopes are characterized, they can be applied to a variety of questions in ecology, evolution, and conservation. However, some have questioned the usefulness of these models, because they may be based on implausible assumptions or may be contradicted by empirical evidence. We review these areas of contention, and suggest that criticism has often been misplaced, resulting from confusion between what the models actually deliver and what users wish that they would express. Although improvements in data and methods will have some effect, the usefulness of these models is contingent on their appropriate use, and they will improve mainly via better awareness of their conceptual basis, strengths, and limitations.","URL":"https://esajournals.onlinelibrary.wiley.com/doi/abs/10.1890/11-1930.1","DOI":"10.1890/11-1930.1","ISSN":"1939-9170","language":"en","author":[{"family":"Araújo","given":"Miguel B."},{"family":"Peterson","given":"A. Townsend"}],"issued":{"date-parts":[[2012]]},"accessed":{"date-parts":[[2019,6,18]]}},
  {"id":"Lege19","type":"article-journal","title":"A temporal beta-diversity index to identify sites that have changed in exceptional ways in space–time surveys","container-title":"Ecology and Evolution","page":"3500-3514","volume":"9","issue":"6","source":"Wiley Online Library","abstract":"Aim This paper presents the statistical bases for temporal beta-diversity analysis, a method to study changes in community composition through time from repeated surveys at several sites. Surveys of that type are presently done by ecologists around the world. A temporal beta-diversity Index (TBI) is computed for each site, measuring the change in species composition between the first (T1) and second surveys (T2). TBI indices can be decomposed into losses and gains; they can also be tested for significance, allowing one to identify the sites that have changed in composition in exceptional ways. This method will be of value to identify exceptional sites in space–time surveys carried out to study anthropogenic impacts, including climate change. Innovation The null hypothesis of the TBI test is that a species assemblage is not exceptionally different between T1 and T2, compared to assemblages that could have been observed at this site at T1 and T2 under conditions corresponding to H0. Tests of significance of coefficients in a dissimilarity matrix are usually not possible because the values in the matrix are interrelated. Here, however, the dissimilarity between T1 and T2 for a site is computed with different data from the dissimilarities used for the T1–T2 comparison at other sites. It is thus possible to compute a valid test of significance in that case. In addition, the paper shows how TBI dissimilarities can be decomposed into loss and gain components (of species, or abundances-per-species) and how a B–C plot can be produced from these components, which informs users about the processes of biodiversity losses and gains through time in space–time survey data. Main conclusion Three applications of the method to different ecological communities are presented. This method is applicable worldwide to all types of communities, marine, and terrestrial. R software is available implementing the method.","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/ece3.4984","DOI":"10.1002/ece3.4984","ISSN":"2045-7758","language":"en","author":[{"family":"Legendre","given":"Pierre"}],"issued":{"date-parts":[[2019]]},"accessed":{"date-parts":[[2019,6,18]]}},
  {"id":"Fran10a","type":"article-journal","title":"Moving beyond static species distribution models in support of conservation biogeography: Moving beyond static species distribution models","container-title":"Diversity and Distributions","page":"321-330","volume":"16","issue":"3","source":"DOI.org (Crossref)","abstract":"Aim To demonstrate that multi-modelling methods have effectively been used to combine static species distribution models (SDM), predicting the geographical pattern of suitable habitat, with dynamic landscape and population models to forecast the impacts of environmental change on species’ status, an important goal of conservation biogeography. Methods Three approaches were considered: (1) incorporating models of species migration to understand the ability of a species to occupy suitable habitat in new locations; (2) linking models of landscape disturbance and succession to models of habitat suitability; and (3) fully linking models of habitat suitability, habitat dynamics and spatially explicit population dynamics. Results Linking species–environment relationships, landscape dynamics and population dynamics in a multi-modelling framework allows the combined impacts of climate change (affecting species distribution and vital rates) and land cover dynamics (land use change, altered disturbance regimes) on species to be predicted. This approach is only feasible if the life history parameters and habitat requirements of the species are well understood. Main conclusions Forecasts of the impacts of global change on species may be improved by considering multiple causes. A range of methods are available to address the interactions of changing habitat suitability, habitat dynamics and population response that vary in their complexity, realism and data requirements.","URL":"http://doi.wiley.com/10.1111/j.1472-4642.2010.00641.x","DOI":"10.1111/j.1472-4642.2010.00641.x","ISSN":"13669516, 14724642","title-short":"Moving beyond static species distribution models in support of conservation biogeography","language":"en","author":[{"family":"Franklin","given":"Janet"}],"issued":{"date-parts":[[2010,4,13]]},"accessed":{"date-parts":[[2019,6,27]]}},
  {"id":"LegeCond19","type":"article-journal","title":"Spatial and temporal analysis of beta diversity in the Barro Colorado Island forest dynamics plot, Panama","container-title":"Forest Ecosystems","page":"7","volume":"6","issue":"1","source":"BioMed Central","abstract":"Ecologists are interested in assessing the spatial and temporal variation in ecological surveys repeated over time. This paper compares the 1985 and 2015 surveys of the Barro Colorado Forest Dynamics plot (BCI), Panama, divided into 1250 (20 m × 20 m) quadrats.","URL":"https://doi.org/10.1186/s40663-019-0164-4","DOI":"10.1186/s40663-019-0164-4","ISSN":"2197-5620","author":[{"family":"Legendre","given":"Pierre"},{"family":"Condit","given":"Richard"}],"issued":{"date-parts":[[2019,2,18]]},"accessed":{"date-parts":[[2019,6,30]]},"container-title-short":"Forest Ecosystems"},
  {"id":"ElitGrah06","type":"article-journal","title":"Novel methods improve prediction of species’ distributions from occurrence data","container-title":"Ecography","page":"129-151","volume":"29","issue":"2","source":"Wiley Online Library","abstract":"Prediction of species’ distributions is central to diverse applications in ecology, evolution and conservation science. There is increasing electronic access to vast sets of occurrence records in museums and herbaria, yet little effective guidance on how best to use this information in the context of numerous approaches for modelling distributions. To meet this need, we compared 16 modelling methods over 226 species from 6 regions of the world, creating the most comprehensive set of model comparisons to date. We used presence-only data to fit models, and independent presence-absence data to evaluate the predictions. Along with well-established modelling methods such as generalised additive models and GARP and BIOCLIM, we explored methods that either have been developed recently or have rarely been applied to modelling species’ distributions. These include machine-learning methods and community models, both of which have features that may make them particularly well suited to noisy or sparse information, as is typical of species’ occurrence data. Presence-only data were effective for modelling species’ distributions for many species and regions. The novel methods consistently outperformed more established methods. The results of our analysis are promising for the use of data from museums and herbaria, especially as methods suited to the noise inherent in such data improve.","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.2006.0906-7590.04596.x","DOI":"10.1111/j.2006.0906-7590.04596.x","ISSN":"1600-0587","language":"en","author":[{"family":"Elith","given":"Jane"},{"family":"Graham","given":"Catherine H."},{"family":"Anderson","given":"Robert P."},{"family":"Dudík","given":"Miroslav"},{"family":"Ferrier","given":"Simon"},{"family":"Guisan","given":"Antoine"},{"family":"Hijmans","given":"Robert J."},{"family":"Huettmann","given":"Falk"},{"family":"Leathwick","given":"John R."},{"family":"Lehmann","given":"Anthony"},{"family":"Li","given":"Jin"},{"family":"Lohmann","given":"Lucia G."},{"family":"Loiselle","given":"Bette A."},{"family":"Manion","given":"Glenn"},{"family":"Moritz","given":"Craig"},{"family":"Nakamura","given":"Miguel"},{"family":"Nakazawa","given":"Yoshinori"},{"family":"Overton","given":"Jacob McC M."},{"family":"Peterson","given":"A. Townsend"},{"family":"Phillips","given":"Steven J."},{"family":"Richardson","given":"Karen"},{"family":"Scachetti‐Pereira","given":"Ricardo"},{"family":"Schapire","given":"Robert E."},{"family":"Soberón","given":"Jorge"},{"family":"Williams","given":"Stephen"},{"family":"Wisz","given":"Mary S."},{"family":"Zimmermann","given":"Niklaus E."}],"issued":{"date-parts":[[2006]]},"accessed":{"date-parts":[[2019,7,18]]}},
  {"id":"PollTing14","type":"article-journal","title":"Understanding co-occurrence by modelling species simultaneously with a Joint Species Distribution Model (JSDM)","container-title":"Methods in Ecology and Evolution","page":"397-406","volume":"5","issue":"5","source":"Wiley Online Library","abstract":"A primary goal of ecology is to understand the fundamental processes underlying the geographic distributions of species. Two major strands of ecology – habitat modelling and community ecology – approach this problem differently. Habitat modellers often use species distribution models (SDMs) to quantify the relationship between species’ and their environments without considering potential biotic interactions. Community ecologists, on the other hand, tend to focus on biotic interactions and, in observational studies, use co-occurrence patterns to identify ecological processes. Here, we describe a joint species distribution model (JSDM) that integrates these distinct observational approaches by incorporating species co-occurrence data into a SDM. JSDMs estimate distributions of multiple species simultaneously and allow decomposition of species co-occurrence patterns into components describing shared environmental responses and residual patterns of co-occurrence. We provide a general description of the model, a tutorial and code for fitting the model in R. We demonstrate this modelling approach using two case studies: frogs and eucalypt trees in Victoria, Australia. Overall, shared environmental correlations were stronger than residual correlations for both frogs and eucalypts, but there were cases of strong residual correlation. Frog species generally had positive residual correlations, possibly due to the fact these species occurred in similar habitats that were not fully described by the environmental variables included in the JSDM. Eucalypt species that interbreed had similar environmental responses but had negative residual co-occurrence. One explanation is that interbreeding species may not form stable assemblages despite having similar environmental affinities. Environmental and residual correlations estimated from JSDMs can help indicate whether co-occurrence is driven by shared environmental responses or other ecological or evolutionary process (e.g. biotic interactions), or if important predictor variables are missing. JSDMs take into account the fact that distributions of species might be related to each other and thus overcome a major limitation of modelling species distributions independently.","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/2041-210X.12180","DOI":"10.1111/2041-210X.12180","ISSN":"2041-210X","language":"en","author":[{"family":"Pollock","given":"Laura J."},{"family":"Tingley","given":"Reid"},{"family":"Morris","given":"William K."},{"family":"Golding","given":"Nick"},{"family":"O'Hara","given":"Robert B."},{"family":"Parris","given":"Kirsten M."},{"family":"Vesk","given":"Peter A."},{"family":"McCarthy","given":"Michael A."}],"issued":{"date-parts":[[2014]]},"accessed":{"date-parts":[[2019,8,1]]}},
  {"id":"JohnHoch19","type":"article-journal","title":"Best practices for making reliable inferences from citizen science data: case study using eBird to estimate species distributions","container-title":"bioRxiv","page":"574392","source":"www.biorxiv.org","abstract":"<h3>Abstract</h3> <p>Citizen science data are valuable for addressing a wide range of ecological research questions, and there has been a rapid increase in the scope and volume of data available. However, data from large-scale citizen science projects typically present a number of challenges that can inhibit robust ecological inferences. These challenges include: species bias, spatial bias, variation in effort, and variation in observer skill.</p><p>To demonstrate key challenges in analysing citizen science data, we use the example of estimating species distributions with data from eBird, a large semi-structured citizen science project. We estimate three widely applied metrics for describing species distributions: encounter rate, occupancy probability, and relative abundance. For each method, we outline approaches for data processing and modelling that are suitable for using citizen science data for estimating species distributions.</p><p>Model performance improved when data processing and analytical methods addressed the challenges arising from citizen science data. The largest gains in model performance were achieved with two key processes 1) the use of complete checklists rather than presence-only data, and 2) the use of covariates describing variation in effort and detectability for each checklist. Including these covariates accounted for heterogeneity in detectability and reporting, and resulted in substantial differences in predicted distributions. The data processing and analytical steps we outlined led to improved model performance across a range of sample sizes.</p><p>When using citizen science data it is imperative to carefully consider the appropriate data processing and analytical procedures required to address the bias and variation. Here, we describe the consequences and utility of applying our suggested approach to semi-structured citizen science data to estimate species distributions. The methods we have outlined are also likely to improve other forms of inference and will enable researchers to conduct robust analyses and harness the vast ecological knowledge that exists within citizen science data.</p>","URL":"https://www.biorxiv.org/content/10.1101/574392v2","DOI":"10.1101/574392","title-short":"Best practices for making reliable inferences from citizen science data","language":"en","author":[{"family":"Johnston","given":"A."},{"family":"Hochachka","given":"W. M."},{"family":"Strimas-Mackey","given":"M. E."},{"family":"Gutierrez","given":"V. Ruiz"},{"family":"Robinson","given":"O. J."},{"family":"Miller","given":"E. T."},{"family":"Auer","given":"T."},{"family":"Kelling","given":"S. T."},{"family":"Fink","given":"D."}],"issued":{"date-parts":[[2019,3,13]]},"accessed":{"date-parts":[[2019,8,5]]}},
  {"id":"BootNix14","type":"article-journal","title":"BIOCLIM: the first species distribution modelling package, its early applications and relevance to most current MaxEnt studies","container-title":"Diversity and Distributions","page":"1-9","volume":"20","issue":"1","source":"Wiley Online Library","abstract":"Aim Interest in species distribution models (SDMs) and related niche studies has increased dramatically in recent years, with several books and reviews being prepared since 2000. The earliest SDM studies are dealt with only briefly even in the books. Consequently, many researchers are unaware of when the first SDM software package (bioclim) was developed and how a broad range of applications using the package was explored within the first 8 years following its release. The purpose of this study is to clarify these early developments and initial applications, as well as to highlight bioclim's continuing relevance to current studies. Location Mainly Australia and New Zealand, but also some global applications. Methods We outline the development of the bioclim package, early applications (1984–1991) and its current relevance. Results bioclim was the first SDM package to be widely used. Early applications explored many of the possible uses of SDMs in conservation biogeography, such as quantifying the environmental niche of species, identifying areas where a species might be invasive, assisting conservation planning and assessing the likely impacts of climate change on species distributions. Main conclusions Understanding this pioneering work is worthwhile as bioclim was for many years one of the leading SDM packages and remains widely used. Climate interpolation methods developed for bioclim were used to create the WorldClim database, the most common source of climate data for SDM studies, and bioclim variables are used in about 76% of recent published MaxEnt analyses of terrestrial ecosystems. Also, some of the bioclim studies from the late 1980s, such as measuring niche (both realized and fundamental) and assessing possible impacts of climate change, are still highly relevant to key conservation biogeography issues.","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/ddi.12144","DOI":"10.1111/ddi.12144","ISSN":"1472-4642","title-short":"bioclim","language":"en","author":[{"family":"Booth","given":"Trevor H."},{"family":"Nix","given":"Henry A."},{"family":"Busby","given":"John R."},{"family":"Hutchinson","given":"Michael F."}],"issued":{"date-parts":[[2014]]},"accessed":{"date-parts":[[2019,8,16]]}},
  {"id":"PhilAnde06","type":"article-journal","title":"Maximum entropy modeling of species geographic distributions","container-title":"Ecological Modelling","page":"231-259","volume":"190","issue":"3","source":"ScienceDirect","abstract":"The availability of detailed environmental data, together with inexpensive and powerful computers, has fueled a rapid increase in predictive modeling of species environmental requirements and geographic distributions. For some species, detailed presence/absence occurrence data are available, allowing the use of a variety of standard statistical techniques. However, absence data are not available for most species. In this paper, we introduce the use of the maximum entropy method (Maxent) for modeling species geographic distributions with presence-only data. Maxent is a general-purpose machine learning method with a simple and precise mathematical formulation, and it has a number of aspects that make it well-suited for species distribution modeling. In order to investigate the efficacy of the method, here we perform a continental-scale case study using two Neotropical mammals: a lowland species of sloth, Bradypus variegatus, and a small montane murid rodent, Microryzomys minutus. We compared Maxent predictions with those of a commonly used presence-only modeling method, the Genetic Algorithm for Rule-Set Prediction (GARP). We made predictions on 10 random subsets of the occurrence records for both species, and then used the remaining localities for testing. Both algorithms provided reasonable estimates of the species’ range, far superior to the shaded outline maps available in field guides. All models were significantly better than random in both binomial tests of omission and receiver operating characteristic (ROC) analyses. The area under the ROC curve (AUC) was almost always higher for Maxent, indicating better discrimination of suitable versus unsuitable areas for the species. The Maxent modeling approach can be used in its present form for many applications with presence-only datasets, and merits further research and development.","URL":"http://www.sciencedirect.com/science/article/pii/S030438000500267X","DOI":"10.1016/j.ecolmodel.2005.03.026","ISSN":"0304-3800","language":"en","author":[{"family":"Phillips","given":"Steven J."},{"family":"Anderson","given":"Robert P."},{"family":"Schapire","given":"Robert E."}],"issued":{"date-parts":[[2006,1,25]]},"accessed":{"date-parts":[[2019,11,12]]},"container-title-short":"Ecological Modelling"},
  {"id":"FickHijm17","type":"article-journal","title":"WorldClim 2: new 1-km spatial resolution climate surfaces for global land areas","container-title":"International Journal of Climatology","page":"4302-4315","volume":"37","issue":"12","source":"Wiley Online Library","abstract":"We created a new dataset of spatially interpolated monthly climate data for global land areas at a very high spatial resolution (approximately 1 km2). We included monthly temperature (minimum, maximum and average), precipitation, solar radiation, vapour pressure and wind speed, aggregated across a target temporal range of 1970–2000, using data from between 9000 and 60 000 weather stations. Weather station data were interpolated using thin-plate splines with covariates including elevation, distance to the coast and three satellite-derived covariates: maximum and minimum land surface temperature as well as cloud cover, obtained with the MODIS satellite platform. Interpolation was done for 23 regions of varying size depending on station density. Satellite data improved prediction accuracy for temperature variables 5–15% (0.07–0.17 °C), particularly for areas with a low station density, although prediction error remained high in such regions for all climate variables. Contributions of satellite covariates were mostly negligible for the other variables, although their importance varied by region. In contrast to the common approach to use a single model formulation for the entire world, we constructed the final product by selecting the best performing model for each region and variable. Global cross-validation correlations were ≥ 0.99 for temperature and humidity, 0.86 for precipitation and 0.76 for wind speed. The fact that most of our climate surface estimates were only marginally improved by use of satellite covariates highlights the importance having a dense, high-quality network of climate station data.","URL":"https://rmets.onlinelibrary.wiley.com/doi/abs/10.1002/joc.5086","DOI":"10.1002/joc.5086","ISSN":"1097-0088","title-short":"WorldClim 2","language":"en","author":[{"family":"Fick","given":"Stephen E."},{"family":"Hijmans","given":"Robert J."}],"issued":{"date-parts":[[2017]]},"accessed":{"date-parts":[[2019,11,13]]}},
  {"id":"PoisLaBr19","type":"article-journal","title":"Data-based, synthesis-driven: Setting the agenda for computational ecology","container-title":"Ideas in Ecology and Evolution","volume":"12","source":"ojs.library.queensu.ca","URL":"https://ojs.library.queensu.ca/index.php/IEE/article/view/13252","DOI":"10.24908/iee.2019.12.2.e","ISSN":"1918-3178","title-short":"Data-based, synthesis-driven","language":"en","author":[{"family":"Poisot","given":"Timothée"},{"family":"LaBrie","given":"Richard"},{"family":"Larson","given":"Erin"},{"family":"Rahlin","given":"Anastasia"},{"family":"Simmons","given":"Benno I."}],"issued":{"date-parts":[[2019,7,22]]},"accessed":{"date-parts":[[2019,11,19]]}},
  {"id":"LegeBorc05","type":"article-journal","title":"Analyzing Beta Diversity: Partitioning the Spatial Variation of Community Composition Data","container-title":"Ecological Monographs","page":"435-450","volume":"75","issue":"4","source":"Wiley Online Library","abstract":"Robert H. Whittaker defined beta diversity as the variation in species composition among sites in a geographic area. Beta diversity is a key concept for understanding the functioning of ecosystems, for the conservation of biodiversity, and for ecosystem management. This paper explains how hypotheses about the origin of beta diversity can be tested by partitioning the spatial variation of community composition data (presence– absence or abundance data) with respect to environmental variables and spatial base functions. We compare two statistical methods to accomplish that. The sum-of-squares of a community composition data table, which is one possible measure of beta diversity, is correctly partitioned by canonical ordination; hence, canonical partitioning produces correct estimates of the different portions of community composition variation. In recent years, several authors interested in the variation in community composition among sites (beta diversity) have used another method, variation partitioning on distance matrices (Mantel approach). Their results led us to compare the two partitioning approaches, using simulated data generated under hypotheses about the variation of community composition among sites. The theoretical developments and simulation results led to the following observations: (1) the variance of a community composition table is a measure of beta diversity. (2) The variance of a dissimilarity matrix among sites is not the variance of the community composition table nor a measure of beta diversity; hence, partitioning on distance matrices should not be used to study the variation in community composition among sites. (3) In all of our simulations, partitioning on distance matrices underestimated the amount of variation in community composition explained by the raw-data approach, and (4) the tests of significance had less power than the tests of canonical ordination. Hence, the proper statistical procedure for partitioning the spatial variation of community composition data among environmental and spatial components, and for testing hypotheses about the origin and maintenance of variation in community composition among sites, is canonical partitioning. The Mantel approach is appropriate for testing other hypotheses, such as the variation in beta diversity among groups of sites. Regression on distance matrices is also appropriate for fitting models to similarity decay plots.","URL":"https://esajournals.onlinelibrary.wiley.com/doi/abs/10.1890/05-0549","DOI":"10.1890/05-0549","ISSN":"1557-7015","title-short":"Analyzing Beta Diversity","language":"en","author":[{"family":"Legendre","given":"Pierre"},{"family":"Borcard","given":"Daniel"},{"family":"Peres-Neto","given":"Pedro R."}],"issued":{"date-parts":[[2005]]},"accessed":{"date-parts":[[2019,11,19]]}},
  {"id":"HijmPhil17","type":"book","title":"Dismo: species distribution modeling","URL":"https://CRAN.R-project.org/package=dismo","author":[{"family":"Hijmans","given":"Robert J."},{"family":"Phillips","given":"Steven"},{"family":"Leathwick","given":"John"},{"family":"Elith","given":"Jane"}],"issued":{"date-parts":[[2017]]}},
  {"id":"Nix86","type":"article-journal","title":"A biogeographic analysis of Australian elapid snakes","container-title":"Atlas of elapid snakes of Australia","page":"4-15","volume":"7","author":[{"family":"Nix","given":"Henry A."}],"issued":{"date-parts":[[1986]]}},
  {"id":"SullWood09","type":"article-journal","title":"eBird: A citizen-based bird observation network in the biological sciences","container-title":"Biological Conservation","page":"2282-2292","volume":"142","issue":"10","source":"DOI.org (Crossref)","abstract":"New technologies are rapidly changing the way we collect, archive, analyze, and share scientiﬁc data. For example, over the next several years it is estimated that more than one billion autonomous sensors will be deployed over large spatial and temporal scales, and will gather vast quantities of data. Networks of human observers play a major role in gathering scientiﬁc data, and whether in astronomy, meteorology, or observations of nature, they continue to contribute signiﬁcantly. In this paper we present an innovative use of the Internet and information technologies that better enhances the opportunity for citizens to contribute their observations to science and the conservation of bird populations. eBird is building a webenabled community of bird watchers who collect, manage, and store their observations in a globally accessible uniﬁed database. Through its development as a tool that addresses the needs of the birding community, eBird sustains and grows participation. Birders, scientists, and conservationists are using eBird data worldwide to better understand avian biological patterns and the environmental and anthropogenic factors that inﬂuence them. Developing and shaping this network over time, eBird has created a near real-time avian data resource producing millions of observations per year.","URL":"https://linkinghub.elsevier.com/retrieve/pii/S000632070900216X","DOI":"10.1016/j.biocon.2009.05.006","ISSN":"00063207","title-short":"eBird","language":"en","author":[{"family":"Sullivan","given":"Brian L."},{"family":"Wood","given":"Christopher L."},{"family":"Iliff","given":"Marshall J."},{"family":"Bonney","given":"Rick E."},{"family":"Fink","given":"Daniel"},{"family":"Kelling","given":"Steve"}],"issued":{"date-parts":[[2009,10]]},"accessed":{"date-parts":[[2019,11,22]]},"container-title-short":"Biological Conservation"}
]
